export const BOARD_COLUMNS = 8
export const BOARD_ROWS = 9
export const MAX_BOARDS = 5
export const MAX_CHARS = 12
export const CAREER_WORDS = [
    'развитие',
    'карьера',
    'баланс',
    'курс',
    'коллега',
    'отчет',
    'клиент',
    'зарплата',
    'успех',
    'рост',
    'офис',
    'прогресс',
    'проект',
    'партнёр',
    'компания',
    'доход',
    'премия',
    'оклад',
    'стаж',
    'опыт',
    'команда',
]
export const BREAKFAST_WORDS = [
    'кофе',
    'омлет',
    'каша',
    'сэндвич',
    'авокадо',
    'блин',
    'сырник',
    'творог',
    'йогурт',
    'яйцо',
    'тунец',
    'пашот',
    'бриошь',
    'тост',
    'хлопья',
    'масло',
    'яичница',
    'оладушек',
    'сосиска',
    'вафля',
    'бекон',
    'круассан',
    'глазунья',
    'молоко',
    'овсянка',
    'булка',
    'багет',
]
export const SUCCESS_TEXTS = [
    'в яблочко, так сказать',
    'абсолютно верно',
    'мы загадали именно это!',
    'мммм, пахнет победой',
    'да ты варишь.. шаришь',
    'у нас тоже оно вертелось на языке!',
    'карьера уже не за горами',
    'а ты не промах',
    'вот это по-нашему, по-азбучному',
]
export const REQUIRED_CAREER_WORDS = 10
export const REQUIRED_BREAKFAST_WORDS = 14
export const MAX_CAREER_WORDS = 21
export const MAX_BREAKFAST_WORDS = 27
