export const BOARD_COLUMNS = 8
export const BOARD_ROWS = 9
export const MAX_BOARDS = 5
export const MAX_CHARS = 12
export const CAREER_WORDS = [
    'развитие',
    'карьера',
    'баланс',
    'курс',
    'коллега',
    'отчет',
    'клиент',
    'зарплата',
    'успех',
    'рост',
    'офис',
    'прогресс',
    'проект',
    'партнер',
    'компания',
    'доход',
    'премия',
    'оклад',
    'стаж',
    'опыт',
    'команда',
]
export const BREAKFAST_WORDS = [
    'кофе',
    'омлет',
    'каша',
    'сэндвич',
    'авокадо',
    'блин',
    'сырник',
    'творог',
    'йогурт',
    'яйцо',
    'тунец',
    'пашот',
    'бриошь',
    'тост',
    'хлопья',
    'масло',
    'яичница',
    'оладушек',
    'сосиска',
    'вафля',
    'бекон',
    'круассан',
    'глазунья',
    'молоко',
    'овсянка',
    'булка',
    'багет',
]
export const SUCCESS_TEXTS = [
    {
        id: 1,
        text: <>Абсолютно верно</>
    },
    {
        id: 2,
        text: <>Мы загадали именно это!</>
    },
    {
        id: 3,
        text: <>В яблочко, так сказать</>
    },
    {
        id: 4,
        text: <>Мммм, пахнет победой</>
    },
    {
        id: 5,
        text: <>Да ты <s>варишь</s>.. шаришь</>
    },
    {
        id: 6,
        text: <>У нас тоже оно вертелось на языке!</>
    },
    {
        id: 7,
        text: <>Карьера уже не за горами</>
    },
    {
        id: 8,
        text: <>А ты не промах</>
    },
    {
        id: 9,
        text: <>Вот это по-нашему, по-азбучному</>
    },
]
export const REQUIRED_CAREER_WORDS = 10
export const REQUIRED_BREAKFAST_WORDS = 14
export const MAX_CAREER_WORDS = 21
export const MAX_BREAKFAST_WORDS = 27
export const WORDS_WITH_INFO = [
    'кофе',
    'блин',
    'багет',
    'команда',
    'проект',
    'круассан',
    'отчет',
    'прогресс',
    'компания',
    'карьера',
]